brew "bat"
brew "cmake"
brew "duckdb"
brew "exiftool"
brew "eza"
brew "fd"
brew "fzf"
brew "goenv"
brew "lazygit"
brew "ollama"      # Local LLM serving (auto-startet nur auf nova-w5 via LaunchAgent)
brew "powerlevel10k"
brew "pyenv"
brew "python@3.11"
brew "ripgrep"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "ngrok"
